Repository: KiraCore/miro
Catalog: lib/l10n/intl_*.arb
Languages: pl

source: Balances
pl: Zasoby

# balancesButtonPay
source: Pay
pl: Zapłać

# balancesButtonRequest
source: Request
pl: Generuj QR

# balancesName
source: Name
pl: Nazwa

# balancesAmount
source: Amount
pl: Kwota

# balancesDenomination
source: Denomination
pl: Denominacja

# balancesSend
source: Send
pl: Wyślij

# balancesHideSmall
source: Hide small balances
pl: Ukryj niskie zasoby

# balancesLastBlockTime
source: Last block time:
pl: Czas ostatniego bloku:

# balancesSearch
source: Search balances
pl: Szukaj zasobów

# balancesTimeSinceBlock
source: ({time} minutes ago)
pl: ({time} minut temu)

source: Blocks
pl: Bloki

# blocksCurrentHeight
source: Current height
pl: Aktualna wysokość

# blocksSinceGenesis
source: Since genesis
pl: Od początku

# blocksPendingTransactions
source: Pending transactions
pl: Transakcje w toku

# blocksCurrentTransactions
source: Current transactions
pl: Aktualne transakcje

# blocksLatestTime
source: Latest time
pl: Ostatni czas

# blocksAverageTime
source: Average time
pl: Średni czas

source: Consensus
pl: Konsensus

# consensusHealthy
source: Healthy
pl: Zdrowy

# consensusUnhealthy
source: Unhealthy
pl: Niezdrowy

# consensusCurrentBlockValidator
source: Current Block Validator
pl: Aktualny walidator bloków

source: Consensus state
pl: Stan konsensusu

# connectWallet
source: Connect a Wallet
pl: Podłącz portfel

# connectWalletButtonSignIn
source: Sign in
pl: Zaloguj się

# connectWalletOptions
source: Choose one of the following options:
pl: Wybierz jedną z poniższych opcji:

# connectWalletConnecting
source: Connecting into account...
pl: Łączenie z kontem...

# createWalletTitle
source: Create a wallet
pl: Utwórz portfel

# createWalletButton
source: Create new wallet
pl: Utwórz nowy portfel

# createWalletButtonGenerateAddress
source: Generate new address
pl: Generuj nowy adres

# createWalletAddress
source: Your public address:
pl: Twój adres publiczny:

# createWalletAddressGenerating
source: Generating...
pl: Generowanie...

# createWalletAcknowledgement
source: I understand that if I lose Mnemonic or Keyfile I will never have access to account again.
pl: Rozumiem, że w przypadku utraty Mnemoniki lub Keyfile'a, dostęp do konta zostanie na zawsze utracony.

# createWalletDontHave
source: Don't have a wallet?
pl: Nie masz portfela?

# ir
source: Identity Registrar
pl: Rejestr Tożsamości

# irEntries
source: Entries
pl: Pozycje

# irAvatar
source: Avatar
pl: Awatar

# irUsername
source: Username
pl: Nazwa użytkownika

# irDescription
source: Description
pl: Opis

# irRecordAdd
source: Add
pl: Dodaj

# irRecordDelete
source: Delete
pl: Usuń

# irRecordEdit
source: Edit
pl: Edytuj

# irRecordVerify
source: Verify
pl: Zweryfikuj

# irRecordStatusNotVerified
source: Not verified
pl: Nie zweryfikowano

# irRecordStatusPending
source: Pending
pl: W trakcie

# keyfileButtonDownload
source: Download
pl: Pobierz

# keyfileHintPassword
source: Password
pl: Hasło

# keyfileHintRepeatPassword
source: Repeat password
pl: Powtórz hasło

# keyfileTip
source: Keyfile is a file which contains encrypted data.
pl: Keyfile to plik, który zawiera zaszyfrowane dane.

# keyfileTipSecretData
source: Keyfile is your secret data that allows you to access to your wallet. Always keep it safe and secure.
pl: Keyfile zawiera Twoje poufne dane

# keyfileTitleDownload
source: Download Keyfile
pl: Pobierz Keyfile

# keyfileWarning
source: You won’t be able to download it again
pl: Nie będziesz mieć możliwości pobrania go ponownie

# keyfileSignIn
source: Sign in with Keyfile
pl: Zaloguj się Keyfile'em

# keyfileToDropzone
source: Drop Keyfile to the dropzone
pl: Przeciągnij Keyfile do tego pola

# keyfileDropHere
source: Please drop Keyfile here
pl: Przeciągnij plik do okna poniżej

# keyfileEnterPassword
source: Enter password
pl: Wpisz hasło

# keyfileCreatePassword
source: Create password for keyfile
pl: Utwórz hasło do Keyfile'a

# keyfileDropFile
source: Drop file
pl: Przeciągnij plik

source: Mnemonic
pl: Mnemonik

# mnemonicErrorUnexpected
source: Something unexpected happened
pl: Coś poszło nie tak

# mnemonicErrorEnterCorrect
source: You have to enter correct Mnemonic to sign in
pl: Musisz wpisać Mnemonik poprawnie, aby się zalogować

# mnemonicErrorInvalid
source: Invalid mnemonic
pl: Nieprawidłowy mnemonik

# mnemonicErrorInvalidChecksum
source: Invalid checksum
pl: Nieprawidłowa suma

# mnemonicErrorTooShort
source: Mnemonic too short
pl: Mnemonik zbyt krótki

# mnemonicToastCopied
source: Mnemonic successfully copied
pl: Pomyślnie skopiowano mnemonik

# mnemonicSignIn
source: Sign in with Mnemonic
pl: Zaloguj się Mnemonikiem

# mnemonicEnter
source: Enter your Mnemonic
pl: Wpisz Mnemonik

# mnemonicWordsButtonCopy
source: Copy mnemonic
pl: Kopiuj mnemonik

# mnemonicWordsTip
source: Mnemonic (“mnemonic code”, “seed phrase”, “seed words”) Way of representing a large randomly-generated number as a sequence of words, making it easier for humans to store.
pl: Mnemonik (“mnemonic code”, “seed phrase”, “seed words”) Sposób przedstawienia dużej, losowo wygenerowanej liczby jako ciągu słów, ułatwiając użytkownikowi przechowywanie tej liczby.

# mnemonicWordsWarning
source: You won’t be able to see them again
pl: Nie będziesz mieć możliwości wyświetlenia go ponownie

# mnemonicWordsReveal
source: Reveal Mnemonic Words
pl: Pokaż Mnemonik

# mnemonicQrTip
source: Mnemonic QR Code is coded sentence of mnemonic words into QR.
pl: Wygenerowany kod QR reprezentuje wartość Mnemonika.

# mnemonicQrWarning
source: You won’t be able to see it again
pl: Nie będziesz mieć możliwości wyświetlenia go ponownie

# mnemonicQrReveal
source: Reveal Mnemonic QR Code
pl: Pokaż Mnemonik jako kod QR

source: My account
pl: Moje konto

# myAccountSettings
source: Settings
pl: Ustawienia

# myAccountSignOut
source: Sign Out
pl: Wyloguj się

# networkButtonCancelConnection
source: Cancel connection
pl: Przerwij połączenie

# networkButtonConnect
source: Connect
pl: Połącz

# networkButtonConnected
source: Connected
pl: Połączono

# networkButtonCheckConnection
source: Check connection
pl: Sprawdź połączenie

# networkButtonConnecting
source: Connecting...
pl: Łączenie...

# networkButtonArrowTip
source: Go to the next page
pl: Przejdź do następnej strony

# networkErrorUndefinedName
source: undefined
pl: nie zdefiniowano

# networkErrorCannotConnect
source: Cannot connect to server
pl: Nie można połączyć z serwerem

# networkErrorAddressEmpty
source: Field can't be empty
pl: Pola nie mogą być puste

# networkErrorAddressInvalid
source: Invalid network address
pl: Nieprawidłowy adres sieci

# networkHintCustomAddress
source: Custom address
pl: Niestandardowy adres

# networkWarningIncompatible
source: The application is incompatible with this server. Some views may not work correctly.
pl: Aplikacja nie jest kompatybilna z tym serwerem. Niektóre sekcje mogą nie działać poprawnie.

# networkWarningWhenLastBlock
source: The last available block on this interx was created long time ago {latestBlockTime}. The displayed contents may be out of date.
pl: Ostatni dostępny blok na tym interx został utworzony {latestBlockTime}. Wyświetlane dane mogą być nieaktualne.

# networkSelectServers
source: Select available servers
pl: Wybierz dostępne serwery

# networkConnectionCancelled
source: Connection cancelled
pl: Przerwano połączenie

# networkConnectionEstablished
source: Connection established
pl: Połączono

# networkProblemReason
source: Reason: Found problems with server you are trying to connect
pl: Powód: Znaleziono problemy z serwerem, z którym próbujesz się połączyć

# networkServerToConnect
source: Server you are trying to connect:
pl: Serwer do którego próbujesz się połączyć:

# networkBlockTime
source: Block time
pl: Czas utworzenia bloku

# networkBlockHeight
source: Block Height
pl: Wysokość bloku

# networkOtherServers
source: Other available servers:
pl: Inne dostępne serwery:

# networkNoAvailable
source: No available networks
pl: Brak dostępnych sieci

# networkSwitchCustomAddress
source: Enable custom address
pl: Niestandardowy adres

# networkCheckedConnection
source: Checked connection
pl: Sprawdzany serwer

# networkServerOfflineReason
source: Reason: Server is offline
pl: Powód: Serwer jest offline

# networkServerOffline
source: Selected server is offline Please choose different server
pl: Wybrany serwer jest offline Proszę wybrać inny serwer

# networkChoose
source: Choose network
pl: Wybierz sieć

# networkList
source: List of networks
pl: Lista sieci

# networkHowManyProblems
source: Found {errorsCount} problems with server
pl: {errorsCount, plural, one{Znaleziono {errorsCount} problem z serwerem} few{Znaleziono {errorsCount} problemy z serwerem} other{Znaleziono {errorsCount} problemów z serwerem}}

# networkConnectingTo
source: Connecting to <{networkName}>{separator} Please wait... {parsedRemainingTime}
pl: Łączenie z <{networkName}>{separator} Proszę czekać... {parsedRemainingTime}

# paginatedListPageSize
source: Page size
pl: Ilość wyników

source: Proposals
pl: Wnioski

# proposalsActive
source: Active
pl: Aktywne

# proposalsEnacting
source: Enacting
pl: Uchwalane

# proposalsFinished
source: Finished
pl: Zakończone

# proposalsSuccessful
source: Successful
pl: Pomyślne

# proposalsProposers
source: Proposers
pl: Proponenci

# proposalsVoters
source: Voters
pl: Głosujący

# tx
source: Transactions
pl: Transakcje

# txButtonSendAll
source: Send all
pl: Wyślij wszystkie

# txButtonClear
source: Clear
pl: Wyczyść

# txButtonNext
source: Next
pl: Następny

# txButtonEdit
source: Edit
pl: Edytuj

# txButtonConfirmSend
source: Confirm & send
pl: Potwierdź i wyślij

# txButtonBackToAccount
source: Back to account
pl: Powrót do konta

# txButtonEditTransaction
source: Edit transaction
pl: Edytuj transakcję

# txErrorNotEnoughTokens
source: Not enough tokens
pl: Niewystarczająca ilość tokenów

# txErrorCannotCreate
source: Cannot create transaction. Check your connection.
pl: Nie można utworzyć transakcji. Proszę sprawdzić połączenie z siecią.

# txErrorEnterValidAddress
source: Please enter a valid address
pl: Proszę wpisać poprawny adres

# txErrorFailed
source: Transaction failed
pl: Transakcja nie powiodła się

# txErrorSeeMore
source: See more on Explorer
pl: Dowiedz się więcej w Explorerze

# txErrorHttpRequest
source: Request
pl: Zapytanie

# txErrorHttpResponse
source: Response
pl: Odpowiedź

# txHintSendFrom
source: Send from
pl: Wyślij od

# txHintSendTo
source: Send to
pl: Wyślij do

# txNoticeFee
source: Transaction fee {widgetFeeTokenAmountModel}
pl: Opłata za transakcję {widgetFeeTokenAmountModel}

# txTryAgain
source: Try again
pl: Spróbuj ponownie

# txFetchingRemoteData
source: Fetching remote data. Please wait...
pl: Pobieranie danych z serwera. Proszę czekać...

# txSendTokens
source: Send tokens
pl: Wyślij tokeny

# txTotalAmount
source: Total amount
pl: Łączna kwota

# txRecipientWillGet
source: Recipient will get
pl: Odbiorca otrzyma

# txSigning
source: Signing transaction
pl: Podpisywanie transakcji

# txSearchTokens
source: Search tokens
pl: Szukaj tokenów

# txConfirm
source: Confirm transaction
pl: Potwierdź transakcję

# txIsBeingBroadcast
source: Your transaction is being broadcast
pl: Twoja transakcja jest przetwarzana

# txWarningDoNotCloseWindow
source: Do not close this window
pl: Nie zamykaj tego okna

# txCompleted
source: Transaction completed
pl: Transakcja zakończona

# txToastHashCopied
source: Transaction hash copied to clipboard
pl: Hash transakcji skopiowany do schowka

# txPleaseSelectToken
source: Please select a token
pl: Proszę wybrać token

# txHash
source: Transaction hash: 0x{hash}
pl: Hash transakcji: 0x{hash}

# txAvailableBalances
source: Available: {availableAmountText} {tokenDenominationModelName}
pl: Dostępne: {availableAmountText} {tokenDenominationModelName}

# txPreviewUnavailable
source: Preview for {txMsgType} unavailable
pl: Podgląd dla ${txMsgType} niedostępny

# txMsgRegisterIdentityRecords
source: Register Identity Records
pl: Zarejestruj rekordy tożsamości

# txMsgCancelIdentityRecordsVerifyRequest
source: Cancel Verification Request
pl: Anuluj wniosek o weryfikację

# txMsgDeleteIdentityRecords
source: Delete Identity Records
pl: Usuń rekordy tożsamości

# txMsgHandleIdentityRecordsVerifyRequest
source: Handle Verification Request
pl: Obsłuż wniosek o weryfikację

# txMsgRequestIdentityRecordsVerify
source: Request Verification
pl: Wnioskuj o weryfikację

# txMsgSendSendTokens
source: Send
pl: Wyślij

# txMsgSendReceiveTokens
source: Receive
pl: Odbierz

# txMsgUndefined
source: Unknown transaction type
pl: Nieznany rodzaj transakcji

# txMsgMulti
source: Multi transaction
pl: Multi transakcja

# txListDetails
source: Details
pl: Szczegóły

# txListHash
source: Transaction hash
pl: Hash transakcji

# txListDate
source: Date
pl: Data

# txListAmount
source: Amount
pl: Kwota

# txListAmountPlusMore
source: + {amount} more
pl: + {amount} więcej

# txListAmountPlusFees
source: + fees
pl: + opłata

# txListAmountFeesOnly
source: Fees only
pl: Tylko opłaty

# txListStatusConfirmed
source: Confirmed
pl: Potwierdzono

# txListStatusPending
source: Pending
pl: W trakcie

# txListStatusFailed
source: Failed
pl: Odrzucono

source: Validators
pl: Walidatorzy

# validatorsButtonFilter
source: {selected} selected
pl: {selected} wybrano

# validatorsHintSearch
source: Search validators
pl: Szukaj walidatorów

# validatorsList
source: List of Validators
pl: Lista Walidatorów

# validatorsDropdownAll
source: All
pl: Wszyscy

# validatorsTotal
source: Total
pl: Wszystkich

# validatorsActive
source: Active
pl: Aktywni

# validatorsInactive
source: Inactive
pl: Nieaktywni

# validatorsJailed
source: Jailed
pl: Zablokowani

# validatorsPaused
source: Paused
pl: Zatrzymani

# validatorsWaiting
source: Waiting
pl: Oczekujący

# validatorsTableTop
source: Top
pl: Pozycja

# validatorsTableUptime
source: Uptime
pl: Czas działania

# validatorsTableStreak
source: Streak
pl: Bezawaryjna seria

# buttonReportIssues
source: Report issues
pl: Zgłoś problem

source: Error
pl: Błąd

# errorUndefined
source: Undefined error
pl: Niezdefiniowany błąd

# errorUnknown
source: Unknown error
pl: Nieznany błąd

source: Error explorer
pl: Eksplorator błędów

# errorNoResults
source: No results
pl: Brak wyników

# errorCannotFetchData
source: Cannot fetch data
pl: Nie można pobrać danych

# errorPreviewNotAvailable
source: Preview not available
pl: Podgląd niedostępny

# toastSuccessfullyCopied
source: Successfully copied
pl: Pomyślnie skopiowano

# toastPublicAddressCopied
source: Public address copied
pl: Adres publiczny skopiowany do schowka

# toastHashCopied
source: Hash copied to clipboard
pl: Hash pomyślnie skopiowano

# toastCannotLoadDashboard
source: Cannot load dashboard. Please check your connection.
pl: Nie można załadować strony. Sprawdź swoje połączenie z siecią.

source: Dashboard
pl: Panel

source: Governance
pl: Komitet

source: Accounts
pl: Konta

source: Sort by
pl: Sortuj według

source: sec.
pl: sek.

source: Copy
pl: Kopiuj

source: or
pl: lub

source: browse
pl: przeglądaj
